{"type":"PEC","number":"33","year":"1995","date":"28/03/1995","author":"Poder Executivo","amendment":"MODIFICA O SISTEMA DE PREVIDÊNCIA SOCIAL, ESTABELECE NORMAS DE TRANSIÇÃO E DÁ OUTRAS PROVIDÊNCIAS.","tags":"LIMITAÇÃO, CONCESSÃO, SALARIO FAMILIA, TRABALHADOR, BAIXA RENDA, EXCLUSÃO, COMPETENCIA COMUM, UNIÃO FEDERAL, ESTADO (ENTE FEDERADO), DISTRITO FEDERAL,  LEGISLAÇÃO, PREVIDENCIA SOCIAL. \r\n_ALTERAÇÃO,  ADMINISTRAÇÃO PUBLICA, CONSTITUIÇÃO FEDERAL, PROIBIÇÃO, ACUMULAÇÃO, CUMULATIVIDADE, RECEBIMENTO, APOSENTADORIA, REMUNERAÇÃO, CARGO PUBLICO, FUNÇÃO PUBLICA, EMPREGO PUBLICO, CARGO DE CONFIANÇA, VIGENCIA, PRAZO DETERMINADO. PROIBIÇÃO, UNIÃO FEDERAL, ESTADO (ENTE FEDERADO), DISTRITO FEDERAL, MUNICIPIOS, MANUTENÇÃO, CUSTEIO, REGIME, NATUREZA PREVIDENCIARIA, EXERCICIO, MANDATO ELETIVO, CONGRESSISTA, DEPUTADOS, SENADOR, VEREADOR. _CRIAÇÃO, REGIME, NATUREZA PREVIDENCIARIA, SERVIDOR, FUNCIONARIO PUBLICO, FUNCIONARIO CIVIL, CRITERIOS, LEI COMPLEMENTAR,  REQUISITOS, REGIME GERAL DE PREVIDENCIA SOCIAL, DEFINIÇÃO, CALCULO, VALOR, BENEFICIO, CUSTEIO, CONTRIBUIÇÃO, SERVIÇO ATIVO, EXIGENCIA, APOSENTADO, PENSIONISTA, PAGAMENTO, SEGURIDADE SOCIAL, LEI FEDERAL, FIXAÇÃO, REAJUSTAMENTO, BENEFICIO PREVIDENCIARIO, PRAZO MINIMO, SERVIÇO PUBLICO, CARGO PUBLICO, APOSENTADORIA, APLICAÇÃO, DISPOSITIVOS, MEMBROS, JUDICIARIO, MAGISTRADO, MINISTERIO PUBLICO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), POLICIA MILITAR, CORPO DE BOMBEIROS, BOMBEIRO MILITAR, FUNCIONARIO PUBLICO. _CRIAÇÃO, REGIME, NATUREZA PREVIDENCIARIA, FUNCIONARIO MILITAR, FORÇAS ARMADAS, PENSIONISTA, CUSTEIO, CONTRIBUIÇÃO, MILITAR ATIVO, MILITAR INATIVO, UNIÃO FEDERAL, LEI COMPLEMENTAR, DEFINIÇÃO, LIMITE DE IDADE, CALCULO, VALOR, BENEFICIO. NORMAS, APOSENTADORIA, PROVENTOS INTEGRAIS, MAGISTRADO, MEMBROS, MINISTERIO PUBLICO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), TEMPO DE SERVIÇO, PROVENTOS PROPORCIONAIS. EXIGENCIA, RECOLHIMENTO, CONTRIBUIÇÃO SOCIAL, PAGAMENTO, EXECUÇÃO, SENTENÇA JUDICIAL, CAUSA JUDICIAL, MATERIA TRABALHISTA. _ALTERAÇÃO, DISPOSITIVOS, SEGURIDADE SOCIAL, CONSTITUIÇÃO FEDERAL, CRITERIOS, FINANCIAMENTO, EMPREGADOR, TRABALHADOR, APOSENTADO, PENSIONISTA, SEGURADO, PREVIDENCIA SOCIAL, POSSIBILIDADE, DIFERENÇA, ALIQUOTA, CONTRIBUIÇÃO SOCIAL, VARIAÇÃO, ATIVIDADE ECONOMICA, LEI COMPLEMENTAR,CRIAÇÃO, MANUTENÇÃO, LEI FEDERAL, TRANSFERENCIA, RECURSOS, SISTEMA ÚNICO DE SAÚDE (SUS), ASSISTENCIA SOCIAL, UNIÃO FEDERAL, ESTADO (ENTE FEDERADO), DISTRITO FEDERAL, MUNICIPIOS. - ALTERAÇÃO, DISPOSITIVOS, PREVIDENCIA SOCIAL, CONSTITUIÇÃO FEDERAL, ORGANIZAÇÃO, REGIME GERAL DE PREVIDENCIA SOCIAL, CRITERIOS, LEI COMPLEMENTAR, DEFINIÇÃO, SEGURADO, PRESTAÇÕES, PRAZO, CARENCIA, VALOR, BENEFICIO PREVIDENCIARIO, LEGISLAÇÃO, AUTORIZAÇÃO, APOSENTADORIA, QUANTIDADE, CONTRIBUIÇÃO, PREVIDENCIA, INFERIORIDADE, TEMPO DE SERVIÇO, PROIBIÇÃO, DIFERENÇA, REQUISITOS, CONCESSÃO, PENSÕES, BENEFICIARIO, RESSALVA, ATIVIDADE ESPECIAL, TRABALHO, RISCOS, SAUDE, EXTINÇÃO, APOSENTADORIA PROPORCIONAL, APOSENTADORIA ESPECIAL, PROFESSOR, FACULTATIVIDADE, SEGURADO, COMPLEMENTAÇÃO, PREVIDENCIA PRIVADA, LIMITAÇÃO, PARTICIPAÇÃO, UNIÃO FEDERAL, ESTADO (ENTE FEDERADO), DISTRITO FEDERAL, MUNICIPIOS, CUSTEIO, PLANO, PREVIDENCIA COMPLEMENTAR, RESTRIÇÃO, SUBVENÇÃO, PODER PUBLICO, ENTIDADE, LUCRO. _ALTERAÇÃO, DISPOSITIVOS, ASSISTENCIA SOCIAL, CONSTITUIÇÃO FEDERAL, CONCESSÃO, AUXILIO, PESSOA DEFICIENTE, IDOSO, DESCARACTERIZAÇÃO, SALARIO MINIMO. MANUTENÇÃO, CRITERIOS, CUSTEIO, SEGURIDADE SOCIAL, PRAZO, VIGENCIA, APROVAÇÃO, CONTRIBUIÇÃO, APOSENTADO, PENSIONISTA, SEGURADO. PRAZO, APROVAÇÃO, LEI COMPLEMENTAR, MANUTENÇÃO, APOSENTADORIA POR INVALIDEZ, APOSENTADORIA COMPULSORIA, LIMITE DE IDADE, APOSENTADORIA VOLUNTARIA, HOMEM, MULHER, TEMPO DE SERVIÇO, PROVENTOS INTEGRAIS, PROVENTOS PROPORCIONAIS, SERVIDOR, FUNCIONARIO PUBLICO, MEMBROS, JUDICIARIO, MINISTERIO PUBLICO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), CONTAGEM RECIPROCA, EFEITO, APOSENTADORIA, VALOR, BENEFICIO, PENSÃO PREVIDENCIARIA, MORTE, TOTAL, VENCIMENTOS, PROVENTOS, GARANTIA, BENEFICIO PREVIDENCIARIO, MILITAR, FORÇAS ARMADAS, CRITERIOS, LEI ESPECIAL, POLICIA MILITAR, BOMBEIRO MILITAR. GARANTIA, APOSENTADORIA, SEGURADO, REGIME GERAL DE PREVIDENCIA SOCIAL, LIMITE DE IDADE, HOMEM, MULHER, REDUÇÃO, IDADE, TRABALHADOR RURAL, ATIVIDADE, ECONOMIA FAMILIAR, APOSENTADORIA POR TEMPO DE SERVIÇO, APLICAÇÃO, ALIQUOTA, RESULTADO, COMERCIALIZAÇÃO, PRODUÇÃO, PRODUTOR RURAL, PARCEIRO, MEEIRO, ARRENDATARIO, GARIMPEIRO, PESCADOR ARTESANAL. _FIXAÇÃO, PRAZO, EMPRESA ESTATAL, REVISÃO, PLANO DE BENEFICIO, SERVIÇO, PREVIDENCIA COMPLEMENTAR, UNIÃO FEDERAL, CONTRIBUIÇÃO, COTA, IGUALDADE, EMPRESA.","status":"Tranformada no(a) Emenda Constitucional 20/1998","rollCalls":[]}