{
  "type": "PEC",
  "number": "96",
  "year": "1992",
  "date": "26/03/1992",
  "author": "HELIO BICUDO",
  "amendment": "Introduz modificações na estrutura do Poder Judiciário. NOVA EMENTA DA EMENDA CONSTITUCIONAL Nº 45: Altera dispositivos dos artigos 5º, 36, 52, 92, 93, 95, 98, 99, 102, 103, 104, 105, 107, 109, 111, 112, 114, 115, 125, 126, 127, 128, 129, 134 e 168 da Constituição Federal, e acrescenta os artigos 103-A, 103-B, 111-A e 130-A, e dá outras providências.",
  "tags": "ALTERAÇÃO, CONSTITUIÇÃO FEDERAL, REFORMA DO JUDICIÁRIO,  ORGANIZAÇÃO, CARREIRA, JUIZ, CRITERIOS, INGRESSO, MINISTERIO PUBLICO, NOMEAÇÃO, PROMOÇÃO, AQUISIÇÃO, VITALICIDADE, PREVISÃO, DISPONIBILIDADE REMUNERADA, COMPETENCIA, HABEAS CORPUS, \nHABEAS DATA, DECISÃO DENEGATORIA, MEMBROS, MINISTRO, COMPOSIÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), APROVAÇÃO, CONGRESSO NACIONAL, TRIBUNAL REGIONAL FEDERAL (TRF), TRIBUNAL DE JUSTIÇA, ORGÃOS, JUSTIÇA DO TRABALHO, JUIZ DO TRABALHO, TRIBUNAL SUPERIOR DO TRABALHO (TST), TRIBUNAL REGIONAL DO TRABALHO (TRT), EXTINÇÃO, JUIZ CLASSISTA, SUPRESSÃO, DISPOSITIVOS, JUSTIÇA MILITAR, SUPERIOR TRIBUNAL MILITAR (STM), TRIBUNAL MILITAR, JUIZ MILITAR, MINISTERIO PUBLICO MILITAR.  \n_ EXIGENCIA, MINISTERIO PUBLICO, (OAB), CONTROLE EXTERNO, FISCALIZAÇÃO, ATIVIDADE, JUDICIARIO, CORRUPÇÃO, MAGISTRADO.  \n\n_  NOVA INDEXAÇÃO:\n- Alteração, Constituição Federal, Reforma Judiciária, inclusão, Direitos e Garantias Fundamentais, agilização, julgamento, tramitação, processo judicial, equivalência, Emenda Constitucional, Congresso Nacional, aprovação, tratado, convenção internacional, direitos humanos, adesão, País, Brasil, jurisdição, Tribunal Penal Internacional, aplicação, súmula, efeito vinculante, ação direta de inconstitucionalidade, ação declaratória de constitucionalidade, leis, ato normativo,  proibição, interposição, recurso judicial, Supremo Tribunal Federal (STF), prevenção, ato protelatório, implantação, controle externo, fiscalização, atividade,  Judiciário, criação, Conselho Nacional de Justiça, Conselho Nacional do Ministério Público, Ouvidoria, descentralização, competência jurisdicional, Tribunal de Justiça, Tribunal Regional Federal (TRF), Tribunal Regional do Trabalho (TRT) , instalação, Justiça Itinerante, Câmara Regional, União Federal, Estados,  Varas Judiciárias, competência privativa, conflito, Justiça Agrária,  Defensoria Pública, autonomia funcional, autonomia administrativa, cumprimento, garantia constitucional, acesso, Justiça Gratuita, cidadão, possibilidade, legislação estadual, autorização, funcionamento,  Justiça Militar, ato disciplinar, crime militar, civil, exceção, competência, Tribunal do Júri, homicídio.   \n_ Alteração, normas, ingresso, magistratura, Ministério Público, obrigatoriedade, participação, Ordem dos Advogados do Brasil (OAB),  uniformização, critérios, admissão, concurso público, comprovação,  prazo mínimo, curso superior, Direito, prática forense, prazo de permanência, cargo de carreira, Juiz Substituto, Promotor Substituto,  direito adquirido, vitaliciedade, restrição, nepotismo, autorização, funcionamento, Superior Tribunal de Justiça (STJ), Escola Nacional de Formação e Aperfeiçoamento de Magistrados, fixação, quarentena, Juiz, Promotor, aposentado, exercício, advocacia, extinção, férias forenses, Judiciário, proibição, interrupção, prestação jurisdicional, Tribunal de Segundo Grau, exigência, número, magistrado, proporcionalidade, demanda, Comarca, jurisdição, aferição, produtividade, critérios, promoção, magistratura de carreira, responsabilidade, Conselho da Justiça Federal, supervisão, administração, orçamento, Justiça Federal.  \n _ Alteração, composição, número, ministro, Tribunal Superior do Trabalho (TST), lei federal, criação, Fundo de Garantia das Execuções Trabalhistas, Conselho Superior da Justiça do Trabalho, extinção, Tribunal de Alçada, aproveitamento, membros, quadro de carreira, Tribunal de Justiça, Estados, revogação, dispositivos, Constituição Federal.",
  "status": "Tranformada no(a) Emenda Constitucional 45/2004",
  "theme": "Administração Pública",
  "rollCalls": []
}